output/baseline_A_team_release/wo006_su2_baseline_validation/cfd_release_v0_true_baseline_openfoam_route_smoke/openfoam_cases/true_baseline_swept_cgrid/0/nuTilda
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 4.0e-5;
boundaryField
{
    outlet
    {
        type            inletOutlet;
        inletValue      uniform 4.0e-5;
        value           uniform 4.0e-5;
    }
    farfield
    {
        type            freestream;
        freestreamValue uniform 4.0e-5;
        value           uniform 4.0e-5;
    }
    airfoil_upper
    {
        type            fixedValue;
        value           uniform 0;
    }
    airfoil_lower
    {
        type            fixedValue;
        value           uniform 0;
    }
    te_wall
    {
        type            fixedValue;
        value           uniform 0;
    }
    tip_left
    {
        type            fixedValue;
        value           uniform 0;
    }
    tip_right
    {
        type            fixedValue;
        value           uniform 0;
    }
}
