output/baseline_A_team_release/wo006_su2_baseline_validation/cfd_release_v0_true_baseline_openfoam_route_smoke/openfoam_cases/true_baseline_swept_cgrid/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}
dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    outlet
    {
        type            calculated;
        value           uniform 0;
    }
    farfield
    {
        type            calculated;
        value           uniform 0;
    }
    airfoil_upper
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
    airfoil_lower
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
    te_wall
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
    tip_left
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
    tip_right
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
}
