output/baseline_A_team_release/wo006_su2_baseline_validation/cfd_release_v0_true_baseline_openfoam_route_smoke/openfoam_cases/true_baseline_swept_cgrid/constant/polyMesh/boundary
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
7
(
    airfoil_upper
    {
        type            wall;
        nFaces          7488;
        startFace       2966800;
    }
    airfoil_lower
    {
        type            wall;
        nFaces          7488;
        startFace       2974288;
    }
    te_wall
    {
        type            wall;
        nFaces          624;
        startFace       2981776;
    }
    outlet
    {
        type            patch;
        nFaces          624;
        startFace       2982400;
    }
    farfield
    {
        type            patch;
        nFaces          14976;
        startFace       2983024;
    }
    tip_left
    {
        type            wall;
        nFaces          12800;
        startFace       2998000;
    }
    tip_right
    {
        type            wall;
        nFaces          12800;
        startFace       3010800;
    }
)
